---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.SKPImportOptions
source: html/9e5f9329-cb48-d600-9fec-1e70271d9707.htm
---
# SKPImportOptions Members

Constructs a new instance of SKPImportOptions with default values of all properties.